{
  "1": {
    "title": "Planeta dinosaurio",
    "description": "Los dinosaurios son el grupo de animales terrestres dominantes que más tiempo ha habitado la Tierra, con un reinado de aproximadamente 165 millones de años, hasta su extinción hace alrededor de 66 millones de años. En términos de tiempo geológico, sería acertado afirmar que la Tierra podría considerarse el planeta de los dinosaurios.",
    "image": "https://upload.wikimedia.org/wikipedia/commons/1/1c/Europasaurus_holgeri_Scene_2.jpg"
  },
  "2": {
    "title": "Las aves que fueron dinosaurios",
    "description": "Las aves descienden de los dinosaurios terópodos, un vínculo evidenciado por su estructura ósea y la presencia de plumas. Estas plumas no siempre servían para volar, ya que también podían usarse para aislamiento térmico, cortejo o camuflaje. Ejemplos destacados incluyen el Archaeopteryx, una transición entre dinosaurios y aves, y el Microraptor, un pequeño dinosaurio con plumas que le permitían planear. Así que, en cierto sentido, las aves son los dinosaurios que aún viven entre nosotros.",
    "image": "https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEj7Yx7XyYMvc8i8YGN6rS5djQlPFBejdjaIGFtwH3nw8odL1gKrpqg0aY09GdUV3h5ZZQFmOOGtxd8xa9lk_s0SljrniI2IdhMZPl0O8rkZ0RQY-c_74Qru2XpHq4pt7XORXkHfJ5aagho/s16000/portada.jpg"
  },
  "3": {
    "title": "Crecimiento rápido",
    "description": "Los dinosaurios crecían a velocidades sorprendentes, lo que les permitía alcanzar tamaños gigantescos en períodos relativamente cortos.Por ejemplo, un Apatosaurus nacía pesando apenas unos pocos kilogramos, pero en solo 10 años alcanzaba las 30 toneladas. Esto implica un crecimiento promedio de 2,5 toneladas por año lo que equivaldría al peso de un rinoceronte blanco adulto.",
    "image": "https://dam.ngenespanol.com/wp-content/uploads/2021/06/GettyImages-1301762828.jpg"
  },
  "4": {
    "title": "Cerebros pequeños",
    "description": "Algunos dinosaurios, como el Stegosaurus, tenían cerebros muy pequeños en proporción a su tamaño corporal, por lo que probablemente dependía de comportamientos instintivos. En contraste, otros como el Troodon tenían cerebros relativamente grandes, lo que podía darles buena visión y habilidades de caza complejas. O el Velociraptor, aunque no tan inteligente como se muestra en las películas, poseía un cerebro más desarrollado y comportamientos en grupo que indicaban cierta colaboración.",
    "image": "https://images-wixmp-ed30a86b8c4ca887773594c2.wixmp.com/f/f851b34b-8b89-432f-9e8e-ead23aee222d/da0f2sa-93d5f499-1f48-4541-8e0c-b35efdeda907.jpg?token=eyJ0eXAiOiJKV1QiLCJhbGciOiJIUzI1NiJ9.eyJzdWIiOiJ1cm46YXBwOjdlMGQxODg5ODIyNjQzNzNhNWYwZDQxNWVhMGQyNmUwIiwiaXNzIjoidXJuOmFwcDo3ZTBkMTg4OTgyMjY0MzczYTVmMGQ0MTVlYTBkMjZlMCIsIm9iaiI6W1t7InBhdGgiOiJcL2ZcL2Y4NTFiMzRiLThiODktNDMyZi05ZThlLWVhZDIzYWVlMjIyZFwvZGEwZjJzYS05M2Q1ZjQ5OS0xZjQ4LTQ1NDEtOGUwYy1iMzVlZmRlZGE5MDcuanBnIn1dXSwiYXVkIjpbInVybjpzZXJ2aWNlOmZpbGUuZG93bmxvYWQiXX0.of29YpkYKdbuWbn8r2cusBuYNzlSdvI5Ns0wwdobXo8"
  },
  "5": {
    "title": "Lagarto terrible",
    "description": "El término \"dinosaurio\" fue acuñado en 1842 por el paleontólogo Richard Owen y significa \"lagarto terrible\" en griego. Sin embargo, esta denominación no es del todo precisa, ya que los dinosaurios eran reptiles únicos, con patas bajo el cuerpo que les daban una postura erguida y, en muchos casos, comportamientos más complejos que los lagartos modernos.",
    "image": "https://i.natgeofe.com/n/966493dc-f14d-4478-ae7b-6aa99549effb/8893_3x2.jpg"
  },
  "6": {
    "title": "Extinción combinada ???",
    "description": "La extinción del Cretácico, hace 66 millones de años, ocurrió por eventos catastróficos como el impacto de un asteroide en Yucatán, que provocó incendios, tsunamis y un \"invierno nuclear\". Algunos científicos culpan solo al asteroide, pero otros también destacan erupciones en el Decán, que liberaron gases tóxicos agravando el clima. Además, la colisión pudo vaporizar calizas, intensificando el efecto invernadero. Sin embargo, las aves, descendientes de los terópodos, sobrevivieron gracias a su tamaño pequeño, dieta variada y capacidad de volar.",
    "image": "https://media.urgente24.com/p/bf9fdc3735d6a9c85e2560c2fa06ff95/adjuntos/319/imagenes/002/931/0002931173/1200x0/smart/imagepng.png"
  },
  "7": {
    "title": "Los primeros dinosaurios",
    "description": "El Iguanodon, descubierto en 1822 por Gideon Mantell, fue uno de los primeros dinosaurios identificados y el segundo en ser clasificado, después del Megalosaurus, reconocido en 1824. Según la historia, su esposa Mary Ann Mantell encontró los dientes fósiles mientras paseaban. El nombre \"Iguanodon\", que significa \"diente de iguana\", alude a la similitud de sus dientes con los de este reptil moderno. Aunque inicialmente se representó de manera incorrecta, con un cuerno en la nariz que resultó ser un pulgar espinoso, este descubrimiento fue clave para establecer la existencia de los dinosaurios como un grupo de animales único.",
    "image": "https://bpb-eu-w2.wpmucdn.com/blogs.ucl.ac.uk/dist/9/20/files/2017/07/1280px-Goodrich_Iguanodon.jpg"
  },
  "8": {
    "title": "Dinosaurios en la Antártida",
    "description": "Se han encontrado fósiles de dinosaurios incluso en la Antártida, lo que demuestra que habitaron todos los continentes. Durante el Mesozoico, la región tenía un clima más templado debido a su posición en el supercontinente Gondwana y a las condiciones climáticas globales más cálidas. Entre los hallazgos destacan el Cryolophosaurus, un carnívoro del Jurásico, y pequeños herbívoros como los iguanodontes. Estos fósiles revelan la diversidad de dinosaurios en la zona y ofrecen pistas sobre cómo los antiguos ecosistemas influyeron en su distribución.",
    "image": "https://cdn11.bigcommerce.com/s-yzgoj/images/stencil/1280x1280/products/1537712/3947408/apiocdhr2__49691.1627190273.jpg?c=2"
  },
  "9": {
    "title": "Bracitos",
    "description": "En realidad, estas extremidades diminutas -que podemos ver en muchos dinosaurios gigantes- lo son por una buena razón: reducir el peso en la parte delantera del cuerpo. Estos animales caminaban encorvados a dos patas y, en consecuencia, cargaban una gran parte de su peso en la mitad anterior de sus cuerpos. Por la misma razón, tenían colas largas y gruesas que hacían de contrapeso cuando trotaban y corrían, impidiendo que cayeran de bruces.",
    "image": "https://content.nationalgeographic.com.es/medio/2024/01/17/tyrannosaurus-mcraeensis-sergei-krasinski_7ad5f723_240117001128_1280x720.jpg"
  },
  "10": {
    "title": "El misterio de su reproducción",
    "description": "A pesar de casi dos siglos de investigación, no sabemos exactamente cómo se reproducían los dinosaurios. Sabemos que eran ovíparos, pero cómo realizaban la copulación sigue siendo un misterio, ya que los genitales de los dinosaurios no dejaron rastros fósiles. Este enigma se debe a la falta de estructuras duraderas como huesos o queratina en sus órganos reproductivos. Sin embargo, en 2021 se descubrió la cloaca bien conservada de un Psittacosaurus, lo que podría ayudarnos a entender mejor su anatomía y comportamiento reproductivo.",
    "image": "https://hamactrading.com/wp-content/uploads/2023/04/REZ200018.jpg"
  },
  "11": {
    "title": "Los no-dinosaurios",
    "description": "Aunque comúnmente se habla de los dinosaurios voladores y marinos, muchos de estos animales no eran verdaderos dinosaurios. Los llamados 'dinosaurios voladores' como el Pteranodon o el Pterodaustro pertenecían a un grupo distinto, los pterosaurios, reptiles voladores con alas formadas por una membrana entre un dedo alargado. Asimismo, animales como el Ichthyosaurus y el Plesiosaurus, tampoco eran dinosaurios, sino reptiles marinos adaptados al agua. Aunque coexistieron con los dinosaurios, no pertenecían a su linaje.",
    "image": "https://instagram.fvlc7-1.fna.fbcdn.net/v/t51.29350-15/350951058_209104528680928_1801757630327027286_n.jpg?stp=dst-jpg_e35_tt6&efg=eyJ2ZW5jb2RlX3RhZyI6ImltYWdlX3VybGdlbi4xNDQweDc1My5zZHIuZjI5MzUwLmRlZmF1bHRfaW1hZ2UifQ&_nc_ht=instagram.fvlc7-1.fna.fbcdn.net&_nc_cat=104&_nc_ohc=3VbkHGbL3C0Q7kNvgFM33HZ&_nc_gid=747dd391145443169e7bc034bac30f7f&edm=ALQROFkBAAAA&ccb=7-5&ig_cache_key=MzExNjMyODU4NjAxMzU3ODU5Mw%3D%3D.3-ccb7-5&oh=00_AYBkQPADIggyER2BDFYMtz0ek83CYZPQQ6Se7KHgKAQ7hw&oe=67870709&_nc_sid=fc8dfb"
  }
}